{
    "pageNumber": 0,
    "data": [
        {
            "id": "154726155",
            "title": "Sub-Zero Built In Style French Door Refrigerator BI42UFDIDSPH",
            "date_created": "1521063808",
            "loginId": "1758854",
            "tags": "",
            "description": "Sub-Zero 42\" Built-In Stainless Steel French Door Refrigerator - BI42UFDIDSPH\n\nIt's no wonder the Sub-Zero 42\" French door refrigerator\/freezer has quickly become one of our most popular. It's the widest over-and-under we make, and even offers 15% more refrigerator storage than our 42\" side-by-side models. That means easier access to more of the fresh food you reach for most regularly, and with a two-column shelving system, you'll have more flexibility for storing taller bottles and containers too.\n\nDual refrigeration provides the ideal humid yet chilly conditions for fresh foods, along with dry, frigid air for frozen and convenience foods. An advanced air purification system scrubs the air of ethylene gas, bacteria, mold and viruses. Easy-to-use controls, magnetic door seals and a microprocessor add to the powerful preservation package. And it has new brighter LED lighting for better interior views, and a discreet interior water dispenser with filtration system. Capacity is a generous 17.9 cu. ft. refrigerator, 6.3 cu. ft. freezer.\n\nFeatures:\n\nNew! Discreet Interior Water Dispenser \nProvides up to 35 oz. of chilled, filtered water without disturbing the seamless design of your kitchen. An advanced water filtration system significantly reduces contaminants, while preserving water's fresh, clean taste.\n\nNew! LED Lighting For Brighter Interior\nSee all your fresh foods more clearly and easily. LED lighting is also more energy-efficient – designed to last the life of your refrigerator.\n\nMaximum Capacity In A 42\" French Door Model\nFor those kitchens where storage space is at a premium, the Sub-Zero 42\" over-and-under with French door provides nearly 25 cubic feet of combined refrigerator and freezer capacity. That's more usable space than any other built-in French door model, with a refrigerator that's 12% roomier than a Sub-Zero 42\" side-by-side model.\n\nDual Refrigeration Keeps Food Fresher \nThis technology pioneered by Sub-Zero features separate compressors and cooling systems for the refrigerator and freezer. Fresh food stays fresher in cool, moist air on one side, while frigid, dry air prevents frost and freezer burn on the other — optimum preservation conditions for each type of food.\n\nAir Purification System Fights Spoilage, Odors\nMany fresh foods emit ethylene gas, a natural compound that hastens spoilage. Sub-Zero's built-in refrigerators come with an anti-microbial air purification system (based on technology developed by NASA) that scrubs the air of ethylene, as well as mold, viruses and bacteria, every 20 minutes.\n\nLow-Temperature\/High-Humidity Storage Zones \nCrispers and deli drawers are strategically located near the evaporator to maintain temperatures a few degrees cooler than the rest of the unit. Drawers are sealed to lock in humidity and ensure freshness.\n\nMicroprocessor Control Guarantees Peak Performance \nOur state-of-the-art microprocessor preserves your food by adjusting to your individual climate and schedule. It continuously monitors each section of your Sub-Zero for pinpoint climate control, so foods are kept at their ideal temperature, varying by only one degree of your set point. Also lets you finesse your lighting and cooling fan, tells you if your door is ajar, and defrosts when it's most convenient for you.\n\nTwo-Column Shelving For Customized Storage \nThe 42\" over-and-under with French door is the only Sub-Zero refrigerator with shelving that is split into two columns for maximum flexibility. Line up two half shelves to form a full-width shelf, or stagger their positions to customize storage for tall or short items.\n\nHelpful Freshness Cards\nDifferent foods require different storage procedures. That's why, inside each refrigerator, we include \"freshness cards\" that provide easy-to-follow tips for ensuring maximum food preservation.\n\nThe Deli Is Open!\nA soft-close deli drawer that spans the width of the refrigerator's interior provides ample room for packages and trays of meats, cheeses and more. Plastic dividers can be arranged for extra organization, or removed altogether.\n\nRigorously Tested To Ensure Dependability \nEvery component of every single Sub-Zero unit is tested in our U.S. manufacturing facilities before assembly, then every completed product is factory-tested for up to 24 hours before shipping. In our labs, components are subjected to electric jolts, violent vibrations and 350° temperature swings, and tested to stand up to at least 20 years of heavy use.\n\nAdjustable Shelves For Maximum Convenience \nFood comes in all shapes and sizes, and the interior design of our refrigerators and freezers accommodates that diversity. Main shelves, door shelves, even dividers in drawers adjust to allow the most convenient configuration possible.\n\nOver-And-Under Refrigerator\/Freezer Storage \nBuilt-in over-and-under units feature easy-access refrigerator storage above a full-extension, roll-out freezer drawer containing two-tier wire baskets.\n\nExceptional 24\/7 Customer Support \nWhether you'",
            "asset": {
                "type": "youtube",
                "author": "Abt Electronics",
                "hdvFlag": 1,
                "description": "",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/rMeXTtKPfjM\/maxresdefault.jpg",
                "videoId": "rMeXTtKPfjM",
                "mediaDuration": 66,
                "prettyDuration": "00:01:06",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "70141990",
            "url": "\/sub-zero-wolf-channel\/sub-zero-built-in-style-french-door-refrigerator-bi42ufdidsph\/70141990-154726155"
        },
        {
            "id": "130145612",
            "title": "SubZero Panel Ready All Refrigerator IC36R RH",
            "date_created": "1511197745",
            "loginId": "1758854",
            "tags": "",
            "description": "Sub-Zero 36\" Panel Ready Built-In All Refrigerator, Model IC36RIDRH\n\nHow often have you wished for a larger refrigerator? Weekly? Daily? We invite you to think modular and solve your food storage problems once and for all. The Sub-Zero Integrated 36\" All-Refrigerator Column with internal dispenser delivers an impressive 21.4 cu. ft. of well-organized refrigerator storage – likely at least 50% more than you have now. You'll have flavorful food on hand no matter how large your family or how often you entertain.\n\nRest assured it will stay fresher longer, thanks to the IC-36RID's advanced food preservation features. NASA-inspired air purification scrubs the air of ethylene gas, bacteria, mold and viruses. A magnetic door seal system locks in cold, while a state-of-the-art micro-processor precisely controls temperatures. An internal dispenser delivers fresh, filtered water. And it can be fitted with stainless steel panels or custom cabinetry panels to virtually disappear into your décor.\n\nFeatures:\n\nALL-REFRIGERATOR STORAGE \nPerfect if you need greater capacity for your refrigerated foods, or extra design flexibility in your kitchen, our all-refrigerator unit pairs easily with all-freezer units. Advanced food storage technology includes an air purification system and high-humidity, lower temperature crisper drawers to keep produce fresh.\n\nTHE DISAPPEARING REFRIGERATOR \nEvery Sub-Zero Integrated refrigerator or freezer comes ready to be fitted with custom panels and handles for seamless installation with surrounding cabinetry. The design possibilities are truly endless. High-quality stainless steel panels and handles are available as accessories, too.\n\nAIR PURIFICATION SYSTEM FIGHTS SPOILAGE, ODORS \nMany fresh foods emit ethylene gas, a natural compound that hastens spoilage. Sub-Zero's integrated refrigerators come with an anti-microbial air purification system (based on technology developed by NASA) that scrubs the air of ethylene, as well as mold, viruses and bacteria, every 20 minutes.\n\nINTERNAL WATER DISPENSER WORKS WITH SEAMLESS DESIGN\nFound inside select integrated refrigerators, it provides up to 50 oz. of chilled, filtered water at a time without disturbing the seamless design of your kitchen. An advanced water filtration system significantly reduces contaminants while preserving water's fresh, clean taste.\n\nNANO-COATED SPILL-PROOF SHELVING\nA microthin coating applied to the perimeter of each shelf prevents spills from spreading, making clean-up a breeze and eliminating the need for plastic edging. The result is a clear, clean interior that maximizes visibility of food.\n\nSMART-TOUCH CONTROLS \nThe interactive and easy-to-use controls employ touchscreen technology to precisely regulate temperatures and give you more access to more settings. The control panel's small footprint further refines the interior.\n\nWATER-FILTRATION SYSTEM\nDesigned to reduce contaminants and chlorine taste and odors when purifying water, this low-maintenance system uses a filter built to last 1 year or 750 gallons. Replacement is fast and easy.\n\nRIGOROUSLY TESTED TO ENSURE DEPENDABILITY\nEvery component of every single Sub-Zero unit is tested in our U.S. manufacturing facilities before assembly, then every completed product is factory-tested for up to 24 hours before shipping. In our labs, components are subjected to electric jolts, violent vibrations and 350⁰ temperature swings, and tested to stand up to at least 20 years of heavy use.\n\nEXCEPTIONAL 24\/7 CUSTOMER SUPPORT \nWhether you're shopping for appliances or have questions about those you already own, our Customer Care team has a reputation for service that's as exceptional as our products. They're based in Madison, Wisconsin, just footsteps from our factory, and are standing by to provide expert, friendly, problem-solving support.\n\nSOFT-ON LED LIGHTING\nEnergy-efficient LEDs offer varying degrees of brightness, enabling you to customize preferences by controlling intensity levels.\n\nUNIFORM HEIGHT \nAll full-size Integrated refrigerators stand a uniform 84\" tall for a standardized and consistent look when multiple units are installed side by side.\n\nSOFT-CLOSE DOORS AND DRAWERS \nThis feature, commonly found on high-end cabinetry, gives our Integrated Refrigeration line-up a rich, sturdy feel and noiseless operation.",
            "asset": {
                "type": "youtube",
                "author": "Abt Electronics",
                "hdvFlag": 1,
                "description": "",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/K-l20g3OvDo\/maxresdefault.jpg",
                "videoId": "K-l20g3OvDo",
                "mediaDuration": 39,
                "prettyDuration": "00:00:39",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "70141990",
            "url": "\/sub-zero-wolf-channel\/subzero-panel-ready-all-refrigerator-ic36r-rh\/70141990-130145612"
        },
        {
            "id": "81553677",
            "title": "Sub Zero 24inch Under Counter Beverage Center UC24BGSTH",
            "date_created": "1480629563",
            "loginId": "1758854",
            "tags": "",
            "description": "Take a closer look at the Sub Zero UC24BGSTH: http:\/\/www.abt.com\/resources\/pages\/search.php?keywords=UC24BGSTH&utm_source=youtube&utm_campaign=UC24BGSTH_2016121&utm_medium=video \n\nFeatures:\n- Compact unit fits in anywhere\n- Roller-glide wine shelf holds eight 750 ml bottles\n- Spill-proof glass shelves for easy clean-ups\n- Bright interior lighting\n- Clear-view, triple-pane and UV-resistant glass door\n- Easy-access touch control panel\n- Clear utility bin for smaller items\n- 1 Adjustable wine storage rack\n- 2 Adjustable glass shelves\n- 1 Stationary glass shelf\n- Utility bin\n- Tubular Handle",
            "asset": {
                "type": "youtube",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/YOEYBguSvzk\/hqdefault.jpg",
                "uploadDate": 1480629563,
                "videoId": "YOEYBguSvzk",
                "title": "Sub Zero 24inch Under Counter Beverage Center UC24BGSTH",
                "description": "Take a closer look at the Sub Zero UC24BGSTH: http:\/\/www.abt.com\/resources\/pages\/search.php?keywords=UC24BGSTH&utm_source=youtube&utm_campaign=UC24BGSTH_2016121&utm_medium=video \n\nFeatures:\n- Compact unit fits in anywhere\n- Roller-glide wine shelf holds eight 750 ml bottles\n- Spill-proof glass shelves for easy clean-ups\n- Bright interior lighting\n- Clear-view, triple-pane and UV-resistant glass door\n- Easy-access touch control panel\n- Clear utility bin for smaller items\n- 1 Adjustable wine storage rack\n- 2 Adjustable glass shelves\n- 1 Stationary glass shelf\n- Utility bin\n- Tubular Handle",
                "author": "Abt Appliances",
                "mediaDuration": 31,
                "prettyDuration": "00:00:31",
                "views": "2",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "70141990",
            "url": "\/sub-zero-wolf-channel\/sub-zero-24inch-under-counter-beverage-center-uc24bgsth\/70141990-81553677"
        }
    ]
}