{
    "pageNumber": 0,
    "data": [
        {
            "id": "164615864",
            "title": "Viking 30\" Professional 7 Series Electric Double French-Door Oven - VDOF7301SS",
            "date_created": "1527879563",
            "loginId": "1758854",
            "tags": "",
            "description": "Viking 30\" Professional 7 Series Stainless Steel Electric Double French-Door Oven - VDOF7301SS\n\nThe Viking Professional French-Door Oven introduces total convenience and the same superior power and performance as other Viking Professional ovens. Side swing doors turn this traditional oven into a modern amenity, putting accessibility to your dish within arm’s reach.\n\nFeatures:\n\nLarge Capacity Oven \nCook for everyone you know and still have leftovers with the largest capacity oven in the industry.\n\nOpen Both Doors with One Hand \nEasily open either French-Door with just one hand and the companion door conveniently opens simultaneously. \n\n\nCoolLit LED Lights\t\nHeavy-duty metal knobs are accented with exclusive CoolLit™ LED Lights when unit is turned on.\n\nVari-Speed Dual Flow™ ConvectionMaximize airflow and fluffiness with Vari-Speed Dual Flow™ Convection System. Two-speed convection system capable of turning the fan in both directions. This combined with the largest convection fan blade in the industry provides maximum airflow.\n\nConcealed Bake Element \nGet more control and less mess with the 10-pass concealed bake element. This dual concealed bake element provides finer temperature control and makes oven clean up easy.\n\nTruConvec™ Convection CookingTruConvec™ Convection Cooking refers to the exclusive air circulation system employed by Viking convection ovens. Uses only convection element in rear of oven and fan-forced air - no direct heat from top or bottom.\n\nGourmet-Glo™ Infrared Broiler\nLock in all the savory juices of even the thickest porterhouse with the intense heat of the restaurant-quality Gourmet-Glo™ Infrared Broiler. Intense heat from broiler sears meats and fish, locking in juices.\n\nTruGlide™ Full Extension Rack \nSix porcelain-coated rack positions and comes standard with three oven racks including three TruGlide™ Full Extension Rack.\n\nRapid Ready™ Preheat System \nWait less and cook more with the Rapid Ready™ Preheat System. Quick preheat means less time for the user to wait for the oven to be ready to cook in.\n\n\n\nSpecifications:\n\nCapacity\n\nBoth Ovens: 4.7 cu. ft.\n\n\n\nCommercial-Type Cooking Power\n\n20% Larger RackView™ trimless windows on the Oven Doors for better visibility into the oven\n\nExclusive BlackChrome™ Knobs ship standard\n\nExtra-large 4.7 cu. ft. oven is the largest in the industry\n\n11 high performance cooking modes for versatile performance include two-element bake, convection bake, TruConvec™ Convection Cook, convection roast, convection broil, hi broil, medium broil, low broil, convection dehydrate, convection defrost, and proof\n\nPatented Vari-Speed Dual Flow™ Convection System has the largest fan in the industry; the 8 1\/2” two-speed fan works bi-directionally for maximum airflow and excellent cooking results\n\nExtra-Large Gourmet-Glo™ Glass Enclosed Infrared Broiler provides superior broiling performance and maximum coverage (upper oven)\n\n10-pass broiler with heat reflector directs heat directly into the food for quicker results (lower oven)\n\nEXCLUSIVE Rapid Ready™ Preheat ensures super-fast preheating\n\nConcealed 10-pass dual bake element provides precise temperature control\n\nEach oven has six porcelain-coated rack positions and comes standard with three oven racks including two TruGlide™ Full Extension Racks in the upper oven and one TruGlide™ Full Extension Rack in the lower oven\n\nThree halogen lights in each oven offer excellent visibility\n\nTimed Bake function allows the oven to be set to begin cooking up to 24 hours later and shut off when cooking time is complete\n\nMeat probe feature in upper oven sounds the timer when desired temperature is reached\n\n\n\nEasy Operation and Cleanup\n\nOpen either French-door with just one hand and the companion door conveniently opens simultaneously\n\nHeavy-duty metal knobs are accented with EXCLUSIVE CoolLit™ LED Lights when unit is turned on\n\nConcealed 10-pass dual bake element in both oven cavities provide easy cleanup\n\nSelf-clean function in lower oven makes cleanup easy\n\n\n\nElectrical Requirements\n\n4-wire ground, 240VAC, 50 amp electrical connection Unit is equipped with No. 10 ground wire in conduit Should be fused separately\n\n\n\nMaximum Amp Usage\n\n40.0 amps— 240 VAC\n\n34.7 amps— 208 VAC\n\n\n\nApproximate Dimensions:\n\nHeight: 51-7\/8\"\n\nWidth: 29-1\/2\"\n\nDepth to edge of door: 25-3\/4\"\n\nDepth with door open: 39-1\/2\"\n\nCutout: Height: 50-5\/8\"\n\nWidth: 28-1\/2\"\n\nDepth: 24\"\n\n\n\n\n\nInterior (Both Ovens): Height: 16-1\/2\"\n\nWidth: 25-5\/16\"\n\nDepth: 19-1\/2\"\n\n\n\n\n\n\n\nApproximate Weight:\n\nShipping: 402 lbs\n\n\n\nWarranty Information:\n\nManufacturer Warranty (authorized online retailer): Two-year full – complete product\n\nNinety-day full – cosmetic parts such as glass, painted items, and decorative items\n\nFive-year limited – oven tubular and infrared burners, and electric elements",
            "asset": {
                "type": "youtube",
                "author": "Abt Electronics",
                "hdvFlag": 1,
                "description": "",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/BcTb-FK9ocw\/maxresdefault.jpg",
                "videoId": "BcTb-FK9ocw",
                "mediaDuration": 45,
                "prettyDuration": "00:00:45",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "77571440",
            "url": "\/viking-channel\/viking-30in-french-door-double-oven-vdof7301ss\/77571440-164615864"
        },
        {
            "id": "150221405",
            "title": "Wolf 36\" Stainless Steel Transitional Gas Cooktop - CG365T\/S",
            "date_created": "1518724156",
            "loginId": "1758854",
            "tags": "",
            "description": "Wolf 36\" Stainless Steel Transitional Gas Cooktop, Model CG365T\/S\n\nWolf offers the industry's widest range of gas cooktop styles, and the new 36\" transitional gas cooktop features five dual-stacked, sealed burners in a polished design. The patented two-tiered burners give cooks greater control over a wide range of heat output, from 18,000 Btu for restaurant-quality sears and fast boil times to a mere breath of flame for gentle simmering of sauces, soups and other delicate foods. The cooktop's seamless burner pan is constructed from a single piece of stainless steel, and porcelain-coated, cast iron grates make it easy to slide pots from burner to burner without lifting.\n\nThe controls consist of five brushed stainless control knobs capped in black and set against an all-glass panel. LED-backlit indicator lights appear around each knob only as controls are engaged, giving the panel a clean, quiet look when not in use.\n\nFeatures:\n\nPatented dual-stacked sealed burners\nBring new dimensions of control to your cooking. Wolf's dual-stacked burner design, with two tiers of flame ports, bring the flame closer to (or further away from) the cooking vessel to deliver the right heat for the task at hand.\n\n18,000 Btu burner \nThe most powerful burner on a Wolf gas cooktop ever. Boil even large stock pots of water 25 percent faster than with earlier models\n\nSimmer and melt \nThe lower tier of the Wolf dual-stacked burner provides a range of precision control down to the merest breath of flame, capably maintaining the ultra-low Btus you need to splendidly melt chocolate or cheese and confidently keep homemade sauces and soups at the ideal simmer for hours.\n\nStylish controls\nStainless control knobs capped in black are set against an all-glass control panel. LED-backlit indicator lights appear only as controls are engaged, giving the panel a pure, clean look when not in use.\n\nSeamless stainless steel burner pan \nCleanup is simple, thanks to the one-piece stainless steel burner pan.\n\nPorcelain-coated, cast-iron burner grates \nContinuous cast-iron grates with a matte black, porcelain finish let you slide pots easily on and off heat, or from one burner to another.\n\nIndividual spark ignition system \nEach burner has a sensor that detects if the flame has gone out while you're cooking and automatically reignites it electronically.\n\nADA Compliant\n\n\n\nSpecifications:\n\nTransitional-style grates and control knobs compliment Wolf transitional-style ovens.\n\nCrafted of heavy-duty stainless steel.\n\nFive dual-stacked, sealed burners for precise control and easy cleanup.\n\nFlame recognition and automatic reignition for safety and ease of use.\n\nIndividual spark ignition system—only the burner in use will spark.\n\nTrue simmer setting on all burners prevents scorching.\n\nIlluminated controls.\n\nPorcelain-coated, cast iron continuous grates.\n\nSeamless burner pan for easy cleanup.\n\nGas pressure regulator built into unit\n\nETL certified for US and Canada\n\nElectrical Requirements: 110\/120 V AC 60 Hz, 15 amp dedicated circuit\n\n(3) 9,200 Btu burners\n\n12,000 Btu burner\n\n18,000 Btu burner\n\nStar-K Kosher certified as Sabbath and holiday-compliant\n\n\n\nApproximate Dimensions:\n\nHeight: 4\"\n\nWidth: 36\"\n\nDepth: 21\"\n\n\n\nApproximate Weight:\n\nShipping: 70 lbs\n\n\n\nWarranty Information:\n\nManufacturer Warranty (authorized online retailer): \nResidential Use Only\n\nFull Two Year Warranty* \nFor two years from the date of original installation, this Wolf Appliance product warranty covers all parts and labor to repair or replace, under normal residential use, any part of the product that proves to be defective in materials or workmanship. All service provided by Wolf Appliance under the above warranty must be performed by Wolf factory certified service, unless otherwise specified by Wolf Appliance, Inc. Service will be provided during normal business hours.\n\nLimited Five Year Warranty \nFor five years from the date of original installation, Wolf Appliance will repair or replace the following parts that prove to be defective in materials or workmanship: gas burners (excludes appearance), electric heating elements, blower motors (ventilation hoods), electronic control boards, magnetron tubes and induction generators. If the owner uses Wolf factory certified service, the service provider will repair or replace these parts with the owner paying for all other costs, including labor. If the owner uses non-certified service, the owner must contact Wolf Appliance, Inc. (using the information below) to receive repaired or replacement parts. Wolf Appliance will not reimburse the owner for parts purchased from non-certified service or other sources.\n\nTERMS APPLICABLE TO EACH WARRANTY\nThe warranty applies only to products installed for normal residential use. The warranty applies only to products installed in any one of the fifty states of the United States, the District of Columbia or the ten provinces of Canada. This warranty does not cover any parts or labor to correct any defect caused by ne",
            "asset": {
                "type": "youtube",
                "author": "Abt Electronics",
                "hdvFlag": 1,
                "description": "",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/RzRs-nN373U\/maxresdefault.jpg",
                "videoId": "RzRs-nN373U",
                "mediaDuration": 30,
                "prettyDuration": "00:00:30",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "77571440",
            "url": "\/viking-channel\/wolf-36in-gas-cooktop-cg365ts\/77571440-150221405"
        },
        {
            "id": "140201426",
            "title": "Viking Professional 5 Series 36\" Gas Rangetop - VRT5366BSS",
            "date_created": "1518013613",
            "loginId": "1758854",
            "tags": "",
            "description": "Viking Professional 5 Series 36\" Stainless Steel Gas Rangetop - VRT5366BSS\n\nEquipped with 15,000 BTU Pro sealed burner system ­ and an 18,500 BTU TruPower Plus™ burner on select models ­ custom gas rangetops deliver the ultimate in performance. The VariSimmer™ setting and SureSpark™ Ignition System ensure perfect temperature control even at the most delicate settings. Exclusive stainless steel knobs and included island trim add a subtle dash of style to any kitchen.\n\nFeatures:\n\nTruPower Plus™ 18,500 BTU Burner\nThe TruPower Plus™ front burner on select Custom Series rangetops lets you cook like a pro with 18,500 BTUs of professional power.\n\n\nVSH™ Pro Sealed Burner System\nCook like a pro with up to 18,500 BTUs and infinite settings of easy-to-clean high performance sealed burners. Combination of unique patented burner and surface design provides cleanability plus superior performance at any temperature setting. \n\n\nVariSimmer™ Setting\nThe VariSimmer™ Setting on ALL burners provides gentle, even simmering at precisely low cooking temperatures.\n\n\nPorcelainized Cooking Surface\nKeep spills in one place with the raised edges of our exclusive one-piece tooled porcelainized cooking surface. Raised edges around perimeter seal top to completely contain spills. Porcelanized for easy cleaning, durability and long lasting finish.\n\n\nSureSpark™ Ignition System\nThe exclusive SureSpark™ Ignition System ensures automatic ignition\/re-ignition should the burners extinguish any time while cooking.\n\n\n\nSpecifications:\n\nCommercial-Type Cooking Power\n\nExclusive! VSH™ (VariSimmer-to-high) ProSealed burner System Front right burner equipped with TruPower Plus™ 18,500 BTU burner (6B All Burner model only)\n\nBurners equipped with 15,000 BTU's\n\n\n\n\n\nExclusive! VariSimmer™ setting for all burners\n\nExclusive! All burners equipped with SureSpark™ Ignition System for consistent and reliable ignition Automatic re-ignition; surface burners light at any position on the knob and re-light if extinguished even on lowest setting\n\n\n\n\n\nNEW BlackChrome™ Metal Knobs ship standard\n\nNEW SoftLit™ LED lights accent the control panel and illuminate knobs\n\n\n\nEasy Operation and Cleanup Exclusive! One piece tooled and porcelainized cooking surface for easy clean up\n\nBurner caps are easily removable for quick cleaning\n\nHeavy-duty, porcelainized, cast-iron removable surface grates provide continuous front-to-rear, left-to-right surface for easy movement of large pots\n\n\n\nGriddle\/Simmer Plate Commercial-grade, machined steel construction with Blanchard finish toretain cooking oils for stick-resistant cooking\n\nThermostatically controlled for precise temperatures\n\nGrease trough holds 2 1\/2 cups of liquid and can be easily removed from the front of the griddle for cleaning\n\n\n\nExclusive Finishes Available in Stainless Steel (SS), Black (BK), White (WH), Apple Red (AR), Graphite Gray (GG), Cobalt Blue (CB), and Burgundy (BU).\n\n\n\nIncluded Accessory Island Trim (shipped standard with 36\" rangetop)\n\n\n\nOptional Accessories 8\"H. Backguard – BG8536BSS for 36” Rangetop\n\nHigh Shelf – HS24536SS for 36” Rangetop\n\nCountertop Side Trim - P24CST\n\nCountertop Rear Trim - P36CRT\n\nLP\/Propane Conversion Kit - LPKPDR\n\n\n\nModel Number VRT536-6B- 36\" wide rangetop with six burners\n\n\n\nGas Requirements\n\nAccepts standard residential 1\/2\" (1.3 cm) ID gas service line. Order either natural gas or LP propane; to field convert from natural to LP propane, order optional LP conversion kit.\n\n\n\nElectrical Requirements\n\n120VAC\/60Hz; 4 ft. (121.9 cm), 3-wire cord with grounded 3-prong plug attached to product\n\n\n\nMax. Amp Usage\n\nMax. Amp Usage 0.5 amps\n\n\n\nSurface Burner Rating\n\nStandard burners (each): 15,000 BTU NAT(4.4kW)\n\nTruPower Plus™ (front right) burner: 18,500 BTU NAT (5.4 kW)\n\n\n\nGriddle Burner Rating\n\n15,000 BTU NAT(4.4 kW NAT)\n\n\n\nApproximate Dimensions:\n\nWidth: 35-7\/8\"\n\n\nHeight (from bottom):\nTo top of burner grate: 9-1\/4\" (23.5 cm)\n\nto top of island trim: 9-1\/8\" (23.2 cm)\n\nto top of 8” h. backguard: 16-1\/8\" (41.0 cm)\n\nto top of high-shelf: 31-5\/8\" (80.3 cm)\n\n\n\n\n\nDepth (from rear): To end of side panel: 24-5\/16\" (61.8 cm)\n\nto end of landing ledge: 28-1\/16” (71.3 cm)\n\nto end of knobs: 28-9\/16\" (72.6 cm)\n\n\n\n\n\nCutout Width: 36\"\n\nCutout Height: 7-5\/8\" (19.4 cm); top of side trim should be 3\/8\" (1.0 cm) above countertop\n\nCutout Depth: 24\" (61.0 cm) minimum; 25-3\/4\" (65.4 cm) maximum\n\n\n\nApproximate Weight:\n\nShipping: 150 lbs\n\n\n\nWarranty Information:\n\nManufacturer Warranty (authorized online retailer): Two year full - complete product\n\n90-day full – cosmetic parts such as glass, painted items and decorative items\n\n5-year limited – surface burners",
            "asset": {
                "type": "youtube",
                "author": "Abt Electronics",
                "hdvFlag": 1,
                "description": "",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/VDHBmASsVgw\/maxresdefault.jpg",
                "videoId": "VDHBmASsVgw",
                "mediaDuration": 34,
                "prettyDuration": "00:00:34",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "77571440",
            "url": "\/viking-channel\/viking-36in-pro-gas-range-top-vrt5366bss\/77571440-140201426"
        },
        {
            "id": "85292700",
            "title": "Viking 5-Ply Professional Cookware Collection",
            "date_created": "1479754900",
            "loginId": "1758854",
            "tags": "",
            "description": "Our signature Viking 5-Ply Professional Cookware is fully bonded and constructed to ensure responsive even heating and easy maintenance.  Handcrafted in the USA.\n\nThree distinct layers of aluminum create a solid core that is sandwiched between layers of stainless steel to deliver even heat throughout the bottom and sides of the pan for consistent results whether sautéing, searing, or frying.",
            "asset": {
                "type": "youtube",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/c43ovc15CJc\/hqdefault.jpg",
                "uploadDate": 1479754900,
                "videoId": "c43ovc15CJc",
                "title": "Viking 5-Ply Professional Cookware Collection",
                "description": "Our signature Viking 5-Ply Professional Cookware is fully bonded and constructed to ensure responsive even heating and easy maintenance.  Handcrafted in the USA.\n\nThree distinct layers of aluminum create a solid core that is sandwiched between layers of stainless steel to deliver even heat throughout the bottom and sides of the pan for consistent results whether sautéing, searing, or frying.\n\n\nProduced by Frame 48 | www.frame48.com",
                "author": "Viking Culinary",
                "mediaDuration": 71,
                "prettyDuration": "00:01:11",
                "views": "158",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "77571440",
            "url": "\/viking-channel\/viking-5-ply-professional-cookware-collection\/77571440-85292700"
        },
        {
            "id": "125113540",
            "title": "Viking 30\" Virtuoso 6 Series Single Thermal-Convection Oven - MVSOE630SS",
            "date_created": "1508877114",
            "loginId": "1758854",
            "tags": "",
            "description": "The new, transitional design of Virtuoso fits perfectly in today’s transitional\/contemporary kitchens. Two speed convection system circulates air throughout the entire oven cavity for even cooking.\n\nFeatures and Functions:\n\n- State-of-the-art color interface controls both ovens\n\n- New, transitional design fits perfectly in today's transitional\/contemporary kitchens\n\n- Can be installed flush or standard mount\n\n- Two speed convection system circulates air throughout the entire oven cavity\n\n- Concealed 6 pass bake element makes clean-up easy\n\n- 10-pass broiler with heat reflector\n\n- Two halogen oven lights\n\n- Two Full-Extension TruGlide™ racks, one standard\/five porcelain coated rack positions (both ovens of double oven)\n\n- Digital clock\/oven functions\n\n- 100 minute timer\n\n- Set cooking time for up to 12 hours\n\n- Delay timed cooking feature\n\n- Tone and digital display indicate pre-set cooking time is finished\n\n- Meat probe - timer sounds and oven shuts off when desired temp is reached Only in upper oven of double oven\n\n- Self-Clean ovens\n\nOven functions:\n- Two element bake\n- Convection bake\n- TruConvec™ convection cook (element around fan)\n- Convection roast\n- Convection broil\n- Hi broil\n- Med broil\n- Low broil\n\nExtra large self-cleaning ovens:\n- Overall - 25\"W. x 16\"H. x 18.5\"D. - 4.3 cu. ft.\n- AHAM standard - 25\"W. x 16\"H. x 16 3\/8\"D. - 3.8 cu. ft.",
            "asset": {
                "type": "youtube",
                "author": "Abt Electronics",
                "hdvFlag": 1,
                "description": "",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/mi01pvF16K4\/maxresdefault.jpg",
                "videoId": "mi01pvF16K4",
                "mediaDuration": 32,
                "prettyDuration": "00:00:32",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "77571440",
            "url": "\/viking-channel\/viking-30in-wall-oven-mvsoe630ss\/77571440-125113540"
        },
        {
            "id": "69864581",
            "title": "Viking Professional Series 36 Gas Rangetop - VGRT5366BSS Features",
            "date_created": "1394731734",
            "loginId": "1758854",
            "tags": "",
            "description": "Buy Viking Professional Series 36 Stainless Steel Gas Rangetop - VGRT5366BSS - http:\/\/www.abt.com\/product\/40973\/Viking-VGRT5366BSS.html\nShop All Gas Cooktops - http:\/\/www.abt.com\/category\/465\/Gas-Cooktops.html\n\nFeatures:\n• Exclusive VSH Pro Sealed Burner System (VariSimmer to High) - combination of patented burner and top design cleanability plus superior performance at simmer and high\n• Exclusive 1 - PowerPlus 18500 BTU burner (front right burner position)\n• 5 - 15000 BTU brass sealed burners with porcelain\/cast iron caps\n• Automatic ignition\/re-ignition\n• Exclusive VariSimmer setting for all burners\n• Exclusive tooled and porcelainized cooking surface contains spills for easy cleaning\nBurner Ratings\n• Surface Burner Rating - Natural\/LP - PowerPlus: 18500 BTU\/16000 BTU \n• Surface Burner Rating - Natural\/LP: 15000 BTU\/12500 BTU",
            "asset": {
                "type": "youtube",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/muAAatoSZNo\/hqdefault.jpg",
                "uploadDate": 1394731734,
                "videoId": "muAAatoSZNo",
                "title": "Viking Professional Series 36 Gas Rangetop - VGRT5366BSS Features",
                "description": "Buy Viking Professional Series 36 Stainless Steel Gas Rangetop - VGRT5366BSS - http:\/\/www.abt.com\/product\/40973\/Viking-VGRT5366BSS.html\nShop All Gas Cooktops - http:\/\/www.abt.com\/category\/465\/Gas-Cooktops.html\n\nFeatures:\n• Exclusive VSH Pro Sealed Burner System (VariSimmer to High) - combination of patented burner and top design cleanability plus superior performance at simmer and high\n• Exclusive 1 - PowerPlus 18500 BTU burner (front right burner position)\n• 5 - 15000 BTU brass sealed burners with porcelain\/cast iron caps\n• Automatic ignition\/re-ignition\n• Exclusive VariSimmer setting for all burners\n• Exclusive tooled and porcelainized cooking surface contains spills for easy cleaning\nBurner Ratings\n• Surface Burner Rating - Natural\/LP - PowerPlus: 18500 BTU\/16000 BTU \n• Surface Burner Rating - Natural\/LP: 15000 BTU\/12500 BTU",
                "author": "Abt",
                "mediaDuration": 38,
                "prettyDuration": "00:00:38",
                "views": "1409",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "77571440",
            "url": "\/viking-channel\/viking-professional-series-36-gas-rangetop-vgrt5366bss-features\/77571440-69864581"
        },
        {
            "id": "119657083",
            "title": "Viking 48\" Dark Blue Tuscany Dual Fuel Range - TVDR4804GDB",
            "date_created": "1506355275",
            "loginId": "1758854",
            "tags": "",
            "description": "Viking 48\" Graphite Black Tuscany Dual Fuel Range, Model TVDR4804GGB\n\nFlorence, Italy is known for outstanding food, delicious wine, impeccable design, and attention to detail. Combining Italian design with Viking Professional performance, the Tuscany range was born in the heart of Italy. This sophisticated new line of Italian Provincial ranges are sized and featured to meet the needs of American architecture and lifestyles. Incorporating the highest quality materials and unsurpassed reliability Viking is known for, Viking Tuscany is offered in multiple configurations and options to meet the most discriminating tastes.\n\nSpecifications:\n\nSurface Cooking Features\n\nHigh performance burners provide fast boil times and a gentle simmer\n20,000 BTU – 8,500 BTU high burner ratings\nStainless steel burner pan\nElectronic single point spark ignition\/re-ignition on all burners\nPorcelain coated cast iron burner grates\nMachined steel griddle\/simmer plate (with grease collection drawer)\nPolished chrome die cast knobs\n\nOven Features\n\nLarge Left Oven: 3.8 cu ft. electric oven\nEight cooking functions – Bake, Convection Bake, Tru Convection, Low Broil, High Broil, Convection Broil, Defrost, Proof\nStainless steel oven cavity\nSix rack positions with two oven racks including one TruGlide™ Rack\nTwo oven lights\nRight Convection Bake Oven: 2.4 cu ft. oven\nSide swing oven door\nOne oven rack\nStorage drawer for baking pans with soft-close glides\n\nTop Configuration\n\n4 gas burners;electric griddle\nGas Requirements\n\nShipped Natural Gas, accepts standard residential 1\/2\" (1.3 cm) ID gas service line.\nNatural 5.0\" W.C.P.\/ Liquid Propane L\/P 10.0\" W.C.P. Unit is field convertible with optional accessory conversion kit.\n\nElectrical Requirements\n\n50 amp\n\nMaximum Amp Usage\n\n240V - 42.5 amps \/ 208V - 49.0 amps\n\nApproximate Dimensions:\n\nHeight From Bottom to Top of Side Trim: 35-7\/8\" to 36-5\/8\"\nWidth: 47-7\/8\"\nDepth From Rear:\nTo End of Side Panel: 26-3\/4\"\nTo Front of Door: 26-3\/4\"\nTo End of Towel Bar: 30-3\/8\"\nTo End of Door Handle: 28-7\/8\"\nInterior:\nLeft:\nHeight: 13\"\nWidth: 25-3\/4\"\nDepth: 19-5\/8\"\nRight:\nHeight: 18-1\/4\"\nWidth: 11-5\/8\"\nDepth: 19-5\/8\"\n\nApproximate Weight:\n\nShipping: 510 lbs\n\nWarranty Information:\n\nManufacturer Warranty (authorized online retailer):\nTwo year full – complete product\n90-day full – cosmetic parts such as glass, painted items and decorative items\nFive-year limited – all gas burners, electric elements (Dual Fuel)",
            "asset": {
                "type": "youtube",
                "author": "Abt Electronics",
                "hdvFlag": 1,
                "description": "",
                "tags": "",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/kN8lkF6V20Y\/maxresdefault.jpg",
                "videoId": "kN8lkF6V20Y",
                "mediaDuration": 92,
                "prettyDuration": "00:01:32",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "77571440",
            "url": "\/viking-channel\/viking-tuscany-range-tydr4804gdb\/77571440-119657083"
        },
        {
            "id": "107145793",
            "title": "Viking 36 Inch Dual Fuel Range VDR7364GSS",
            "date_created": "1500996764",
            "loginId": "1758854",
            "tags": "",
            "description": "In this video we take a closer look at the Viking dual fuel range model VDR7364GSS.  This is a 36 inch stove that has 4 burners and a ViChrome griddle.  For more details or to place an order please visit us at Abt.com: http:\/\/www.abt.com\/product\/80348\/Viking-7-Series-36-Stainless-Steel-4-Burner-Dual-Fuel-Range-VDR7364GSS.html?utm_source=youtube&utm_medium=video&utm_campaign=VDR7364GSS%20_20170725 \n\nAbt's Entire Line of Viking Appliances: http:\/\/www.abt.com\/brand\/Viking",
            "asset": {
                "type": "youtube",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/_mpTrkFK_98\/hqdefault.jpg",
                "uploadDate": 1500996764,
                "videoId": "_mpTrkFK_98",
                "title": "Viking 36 Inch Dual Fuel Range VDR7364GSS",
                "description": "In this video we take a closer look at the Viking dual fuel range model VDR7364GSS.  This is a 36 inch stove that has 4 burners and a ViChrome griddle.  For more details or to place an order please visit us at Abt.com: http:\/\/www.abt.com\/product\/80348\/Viking-7-Series-36-Stainless-Steel-4-Burner-Dual-Fuel-Range-VDR7364GSS.html?utm_source=youtube&utm_medium=video&utm_campaign=VDR7364GSS%20_20170725 \n\nAbt's Entire Line of Viking Appliances: http:\/\/www.abt.com\/brand\/Viking",
                "author": "Abt",
                "mediaDuration": 79,
                "prettyDuration": "00:01:19",
                "views": "70",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "77571440",
            "url": "\/viking-channel\/viking-36-inch-dual-fuel-range-vdr7364gss\/77571440-107145793"
        },
        {
            "id": "106007668",
            "title": "Viking 36in Gas Range VGR5366BSS",
            "date_created": "1500473401",
            "loginId": "1758854",
            "tags": "",
            "description": "In this video we take a closer look at the Viking VGR5366BSS.  For more details on this range or to place an order please visit us at www.abt.com .",
            "asset": {
                "type": "youtube",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/TothZKNdQpE\/hqdefault.jpg",
                "uploadDate": 1500473401,
                "videoId": "TothZKNdQpE",
                "title": "Viking 36in Gas Range VGR5366BSS",
                "description": "In this video we take a closer look at the Viking VGR5366BSS.  For more details on this range or to place an order please visit us at www.abt.com .",
                "author": "Abt",
                "mediaDuration": 56,
                "prettyDuration": "00:00:56",
                "views": "21",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "77571440",
            "url": "\/viking-channel\/viking-36in-gas-range-vgr5366bss\/77571440-106007668"
        },
        {
            "id": "70354312",
            "title": "Viking Professional French-Door Oven",
            "date_created": "1477336381",
            "loginId": "1758854",
            "tags": "",
            "description": "The Viking Professional French-Door Oven introduces total convenience and the same superior power and performance as other Viking Professional ovens. Side swing doors turn this traditional oven into a modern amenity, putting accessibility to your dish within arm’s reach.\n\nAbt is a proud authorized retailer of Viking Appliances. Shop for Viking Professional French-Door Ovens as well as the full line of Viking Appliances at Abt today!",
            "asset": {
                "type": "youtube",
                "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/QGe-sGzEAHU\/hqdefault.jpg",
                "uploadDate": 1477336381,
                "videoId": "QGe-sGzEAHU",
                "title": "VikingPro FrenchDoor 1",
                "description": "The Viking Professional French-Door Oven introduces total convenience and the same superior power and performance as other Viking Professional ovens. Side swing doors turn this traditional oven into a modern amenity, putting accessibility to your dish within arm’s reach.",
                "author": "Viking Range, LLC",
                "mediaDuration": 60,
                "prettyDuration": "00:01:00",
                "views": "18",
                "uploadAsset": false,
                "quality": ""
            },
            "parentId": "77571440",
            "url": "\/viking-channel\/vikingpro-frenchdoor-1\/77571440-70354312"
        }
    ]
}