{
    "title": "SubZero Panel Ready All Freezer IC24FI LH",
    "description": "Sub-Zero 24\" Custom Panel Integrated All Freezer, Model IC-24FI-LH\n\nThe all-new Sub-Zero lineup of Integrated refrigeration includes the most-advanced food-preservation features and widest range of models of any brand. The IC-24FI (the first 24\" all-freezer column from Sub-Zero) offers 12.3 cubic feet of storage space enwrapped with a dedicated cooling system engineered to keep air dry to prevent frost and freezer burn. To aid interior organization, five adjustable door shelves accompany three adjustable wire shelves and three storage drawers. Touchscreen technology allows you to precisely control temperatures and provides more access to more settings. Additionally, an automatic icemaker includes a \"max ice\" command, which provides increased on-demand production of purified ice by up to 30 percent for 24 hours.\n\nLike every full-size model in Sub-Zero's Integrated line, the IC-24FI stands 84\" tall and is designed to look as good inside as it does outside. The sophisticated, updated interior takes on a crystal-like appearance with minimal use of plastic trim and the addition of bright, soft-on LED lighting. Each Integrated column also comes ready to be fitted with custom panels and handles for seamless installation with surrounding cabinetry (high-quality stainless steel panels and handles are available as sales accessories).\n\nFeatures:\n\nWater filtration system \nDesigned to reduce suspended particles, chemical pollutants, viruses and bacteria when purifying water, this low-maintenance system uses a filter built to last 1 year or 750 gallons. Replacement is fast and easy.\n\nCrystal interior featuring nano-coated spill-proof shelving\nA microthin layer of coating applied to the perimeter of each shelf prevents spills from spreading — making cleanup a breeze and eliminating the need for bulky plastic edging. The result is a clear interior that maximizes visibility of food.\n\nSoft-on LED lighting\nEnergy-efficient LEDs offer varying degrees of brightness, enabling you to customize preferences by controlling intensity levels.\n\nSmart-touch control panel\nThis interactive and easy-to-use panel employs touchscreen technology to precisely control temperatures and give you more access to more settings. The clean panel's small footprint further refines the interior.\n\nUniform height\nAll of the new full-size Integrated refrigeration units stand a uniform 84\" tall for a standardized and consistent look.",
    "referenceId": "gVJIg2gl7mY",
    "date_created": "1511197431",
    "date_modified": "1511197741",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "duration": "35",
    "status": "approved",
    "visibility": "1",
    "video_type": "product_tour",
    "featured_category": "featured_yes",
    "brand1": "sub_zero",
    "main_category": "appliances",
    "sub_category": "appliances_refrigerators",
    "brand_filter": "s_t",
    "sort_order": null,
    "YETI": null,
    "Chantal": null,
    "Rode": null,
    "Rabbit": null,
    "Hunter": null,
    "Casablanca": null,
    "Marshall": null,
    "Thrustmaster": null,
    "First_Alert": null,
    "ANKR": null,
    "Maglite": null,
    "ClassicFlame": null,
    "Zera": null,
    "MantelMount": null,
    "Revolar": null,
    "JOBY": null,
    "Coyote": null,
    "Amplifi": null,
    "Solidsteel": null,
    "The_Galley": null,
    "Shavel": null,
    "Zeiss": null,
    "Chipolo": null,
    "mJoose": null,
    "B_W_International": null,
    "Luminox": null,
    "Lifesmart": null,
    "Muzik": null,
    "RadarMount": null,
    "VV_VI": "10",
    "CVV_VI": "2",
    "engagement_score": null,
    "conversion_score": null,
    "user_id": "0",
    "id": "130145611",
    "loginId": "1758854",
    "entityType": "1",
    "titleTextEncoded": "SubZero-Panel-Ready-All-Freezer-IC24FI-LH",
    "category": null,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Abt Electronics",
        "hdvFlag": 1,
        "description": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/gVJIg2gl7mY\/maxresdefault.jpg",
        "videoId": "gVJIg2gl7mY",
        "mediaDuration": 35,
        "prettyDuration": "00:00:35",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": null,
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2018-05-13"
        },
        "CVV_VI": {
            "lastUpdatedDate": "2017-12-02"
        }
    },
    "tvp_profiles": [
        "18",
        "9",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 6167.5,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}