{
    "title": "SubZero Panel Ready All Refrigerator IC36R RH",
    "description": "Sub-Zero 36\" Panel Ready Built-In All Refrigerator, Model IC36RIDRH\n\nHow often have you wished for a larger refrigerator? Weekly? Daily? We invite you to think modular and solve your food storage problems once and for all. The Sub-Zero Integrated 36\" All-Refrigerator Column with internal dispenser delivers an impressive 21.4 cu. ft. of well-organized refrigerator storage – likely at least 50% more than you have now. You'll have flavorful food on hand no matter how large your family or how often you entertain.\n\nRest assured it will stay fresher longer, thanks to the IC-36RID's advanced food preservation features. NASA-inspired air purification scrubs the air of ethylene gas, bacteria, mold and viruses. A magnetic door seal system locks in cold, while a state-of-the-art micro-processor precisely controls temperatures. An internal dispenser delivers fresh, filtered water. And it can be fitted with stainless steel panels or custom cabinetry panels to virtually disappear into your décor.\n\nFeatures:\n\nALL-REFRIGERATOR STORAGE \nPerfect if you need greater capacity for your refrigerated foods, or extra design flexibility in your kitchen, our all-refrigerator unit pairs easily with all-freezer units. Advanced food storage technology includes an air purification system and high-humidity, lower temperature crisper drawers to keep produce fresh.\n\nTHE DISAPPEARING REFRIGERATOR \nEvery Sub-Zero Integrated refrigerator or freezer comes ready to be fitted with custom panels and handles for seamless installation with surrounding cabinetry. The design possibilities are truly endless. High-quality stainless steel panels and handles are available as accessories, too.\n\nAIR PURIFICATION SYSTEM FIGHTS SPOILAGE, ODORS \nMany fresh foods emit ethylene gas, a natural compound that hastens spoilage. Sub-Zero's integrated refrigerators come with an anti-microbial air purification system (based on technology developed by NASA) that scrubs the air of ethylene, as well as mold, viruses and bacteria, every 20 minutes.\n\nINTERNAL WATER DISPENSER WORKS WITH SEAMLESS DESIGN\nFound inside select integrated refrigerators, it provides up to 50 oz. of chilled, filtered water at a time without disturbing the seamless design of your kitchen. An advanced water filtration system significantly reduces contaminants while preserving water's fresh, clean taste.\n\nNANO-COATED SPILL-PROOF SHELVING\nA microthin coating applied to the perimeter of each shelf prevents spills from spreading, making clean-up a breeze and eliminating the need for plastic edging. The result is a clear, clean interior that maximizes visibility of food.\n\nSMART-TOUCH CONTROLS \nThe interactive and easy-to-use controls employ touchscreen technology to precisely regulate temperatures and give you more access to more settings. The control panel's small footprint further refines the interior.\n\nWATER-FILTRATION SYSTEM\nDesigned to reduce contaminants and chlorine taste and odors when purifying water, this low-maintenance system uses a filter built to last 1 year or 750 gallons. Replacement is fast and easy.\n\nRIGOROUSLY TESTED TO ENSURE DEPENDABILITY\nEvery component of every single Sub-Zero unit is tested in our U.S. manufacturing facilities before assembly, then every completed product is factory-tested for up to 24 hours before shipping. In our labs, components are subjected to electric jolts, violent vibrations and 350⁰ temperature swings, and tested to stand up to at least 20 years of heavy use.\n\nEXCEPTIONAL 24\/7 CUSTOMER SUPPORT \nWhether you're shopping for appliances or have questions about those you already own, our Customer Care team has a reputation for service that's as exceptional as our products. They're based in Madison, Wisconsin, just footsteps from our factory, and are standing by to provide expert, friendly, problem-solving support.\n\nSOFT-ON LED LIGHTING\nEnergy-efficient LEDs offer varying degrees of brightness, enabling you to customize preferences by controlling intensity levels.\n\nUNIFORM HEIGHT \nAll full-size Integrated refrigerators stand a uniform 84\" tall for a standardized and consistent look when multiple units are installed side by side.\n\nSOFT-CLOSE DOORS AND DRAWERS \nThis feature, commonly found on high-end cabinetry, gives our Integrated Refrigeration line-up a rich, sturdy feel and noiseless operation.",
    "referenceId": "K-l20g3OvDo",
    "date_created": "1511197745",
    "date_modified": "1511200980",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "duration": "39",
    "status": "approved",
    "visibility": "1",
    "video_type": "product_tour",
    "featured_category": "featured_yes",
    "brand1": "sub_zero",
    "main_category": "appliances",
    "sub_category": "appliances_refrigerators",
    "brand_filter": "s_t",
    "sort_order": null,
    "YETI": null,
    "Chantal": null,
    "Rode": null,
    "Rabbit": null,
    "Hunter": null,
    "Casablanca": null,
    "Marshall": null,
    "Thrustmaster": null,
    "First_Alert": null,
    "ANKR": null,
    "Maglite": null,
    "ClassicFlame": null,
    "Zera": null,
    "MantelMount": null,
    "Revolar": null,
    "JOBY": null,
    "Coyote": null,
    "Amplifi": null,
    "Solidsteel": null,
    "The_Galley": null,
    "Shavel": null,
    "Zeiss": null,
    "Chipolo": null,
    "mJoose": null,
    "B_W_International": null,
    "Luminox": null,
    "Lifesmart": null,
    "Muzik": null,
    "RadarMount": null,
    "VV_VI": "9",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "user_id": "0",
    "id": "130145612",
    "loginId": "1758854",
    "entityType": "1",
    "titleTextEncoded": "SubZero-Panel-Ready-All-Refrigerator-IC36R-RH",
    "category": null,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Abt Electronics",
        "hdvFlag": 1,
        "description": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/K-l20g3OvDo\/maxresdefault.jpg",
        "videoId": "K-l20g3OvDo",
        "mediaDuration": 39,
        "prettyDuration": "00:00:39",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": null,
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2018-06-16"
        }
    },
    "tvp_profiles": [
        "18",
        "9",
        "25"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 10704.099,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}