{
    "title": "Whirlpool 4.8 Cu. Ft. HE Top Load Washer - WTW7500GW",
    "description": "Whirlpool 4.8 Cu. Ft. HE White Top Load Washer - WTW7500GW\n\nFeatures:\n\nBuilt-In Water Faucet\nEasily prewash clothes and other items right in the washer with a conveniently located interior faucet that gives you easy access to an instant water stream to remove loose soils.\n\n\nIntuitive Touch Controls \nLet the washer guide you to the right cycle combinations or customize up to 26 of your own to get the right type of fabric care for whatever you're washing.\n\n\nAdaptive Wash Technology With Active Bloom™ Wash Action \nGet improved cleaning and gentler care1 with Adaptive Wash technology with Active Bloom™ wash action. This technology senses the size of each load and then adapts water levels and wash actions, based on the type of load being washed, for optimal cleaning.\n\n\nColorLast™ Cycle \nKeep colors vibrant longer² using a precise combination of gentle wash action, temperatures and time.\n\n\nDeep Water Wash Option \nGet more water to help break down loose soils. This option fills your washer to the maximum water level for your load and helps rinse away loose soils.\n\n\nLow-Profile Impeller \nGive clothes a thorough yet gentle clean. Designed so clothes have more room to move, the seamless surface and vanes also help drive clothes from the outer rim to the center, where the deepest cleaning happens.\n\n\nSmooth Wave Stainless Steel Wash Basket \nHelp protect fabrics from fraying and snags with this stainless steel wash basket that gently guides clothes in the drum.\n\n\nQuick Wash Cycle \nWash a load in as little as 34 minutes³ with increased spin speeds to remove more water so clothes can spend less time in the washer.\n\n\nAutomatic Water Levels \nAutomatic water levels regulate the amount of water based on the size of the load.\n\n\nEstimated Time Remaining LED Display \nKeep an eye on how much time is left during any cycle and easily see your selected cycles, options and available choices with the illuminated digital console.\n\n\nENERGY STAR® Certified \nENERGY STAR® certified models exceed government standards by over 20% to help conserve natural resources and save money on your utility bills.\n\n\nPresoak Option \nEnjoy better cleaning with the Presoak option that lets you skip soaking outside of the washer. It works by adding extra time for it in the washer before the cycle starts. When this 30-minute option is complete, the wash cycle will start automatically.\n\n\n4.8 cu. ft. Capacity \nWash more than two baskets of clothing in a single load thanks to our 4.8 cu. ft. washer. You'll even have the extra space you need for bulky items like comforters.\n\n\nDirect Drive Motor \nThe Direct drive motor is what helps our transmission system handle larger-capacity loads. It uses fewer moving parts so there’s less wear and tear over time.\n\n\nEasyView™ Frameless Glass Lid With Slow-Close Technology \nShock-absorbent technology keeps this lid shutting gently and quietly time after time. The frameless design also provides better visibility of your load while it's washing.\n\n\nOn\/Off End-of-Cycle Signal \nYou'll always know when your wash cycle is finished, thanks to the end-of-cycle signal. This helpful tone reminds you when it's time to transfer clean clothes from the washer to the dryer. You can also turn it off completely.\n\n\n850-RPM Max Spin Speed \nGet fast spin speeds of up to 850-RPM in the washer to remove moisture from clothes, so they spend less time in the dryer.\n\n\nDesigned, Engineered and Assembled in the U.S.A. \nBuilt with American Pride and designed, engineered and assembled in the U.S.A.",
    "referenceId": "YDDaoyPyj-8",
    "date_created": "1513873357",
    "date_modified": "1513873544",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "duration": "43",
    "status": "approved",
    "visibility": "1",
    "video_type": "product_tour",
    "featured_category": "featured_yes",
    "brand1": "whirlpool",
    "main_category": "appliances",
    "sub_category": "appliances_washers",
    "brand_filter": "w_x",
    "sort_order": null,
    "YETI": null,
    "Chantal": null,
    "Rode": null,
    "Rabbit": null,
    "Hunter": null,
    "Casablanca": null,
    "Marshall": null,
    "Thrustmaster": null,
    "First_Alert": null,
    "ANKR": null,
    "Maglite": null,
    "ClassicFlame": null,
    "Zera": null,
    "MantelMount": null,
    "Revolar": null,
    "JOBY": null,
    "Coyote": null,
    "Amplifi": null,
    "Solidsteel": null,
    "The_Galley": null,
    "Shavel": null,
    "Zeiss": null,
    "Chipolo": null,
    "mJoose": null,
    "B_W_International": null,
    "Luminox": null,
    "Lifesmart": null,
    "Muzik": null,
    "RadarMount": null,
    "VV_VI": "23",
    "CVV_VI": "1",
    "engagement_score": null,
    "conversion_score": null,
    "user_id": "0",
    "id": "134442095",
    "loginId": "1758854",
    "entityType": "1",
    "titleTextEncoded": "Whirlpool-Top-Loading-Washer-WTW7500GW",
    "category": null,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Abt Electronics",
        "hdvFlag": 1,
        "description": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/YDDaoyPyj-8\/maxresdefault.jpg",
        "videoId": "YDDaoyPyj-8",
        "mediaDuration": 43,
        "prettyDuration": "00:00:43",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": null,
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2018-04-19"
        },
        "CVV_VI": {
            "lastUpdatedDate": "2017-12-26"
        }
    },
    "tvp_profiles": [
        "18"
    ],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": 16362.177,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}