{
    "title": "Viking 30\" Professional 7 Series Electric Double French-Door Oven - VDOF7301SS",
    "description": "Viking 30\" Professional 7 Series Stainless Steel Electric Double French-Door Oven - VDOF7301SS\n\nThe Viking Professional French-Door Oven introduces total convenience and the same superior power and performance as other Viking Professional ovens. Side swing doors turn this traditional oven into a modern amenity, putting accessibility to your dish within arm’s reach.\n\nFeatures:\n\nLarge Capacity Oven \nCook for everyone you know and still have leftovers with the largest capacity oven in the industry.\n\nOpen Both Doors with One Hand \nEasily open either French-Door with just one hand and the companion door conveniently opens simultaneously. \n\n\nCoolLit LED Lights\t\nHeavy-duty metal knobs are accented with exclusive CoolLit™ LED Lights when unit is turned on.\n\nVari-Speed Dual Flow™ ConvectionMaximize airflow and fluffiness with Vari-Speed Dual Flow™ Convection System. Two-speed convection system capable of turning the fan in both directions. This combined with the largest convection fan blade in the industry provides maximum airflow.\n\nConcealed Bake Element \nGet more control and less mess with the 10-pass concealed bake element. This dual concealed bake element provides finer temperature control and makes oven clean up easy.\n\nTruConvec™ Convection CookingTruConvec™ Convection Cooking refers to the exclusive air circulation system employed by Viking convection ovens. Uses only convection element in rear of oven and fan-forced air - no direct heat from top or bottom.\n\nGourmet-Glo™ Infrared Broiler\nLock in all the savory juices of even the thickest porterhouse with the intense heat of the restaurant-quality Gourmet-Glo™ Infrared Broiler. Intense heat from broiler sears meats and fish, locking in juices.\n\nTruGlide™ Full Extension Rack \nSix porcelain-coated rack positions and comes standard with three oven racks including three TruGlide™ Full Extension Rack.\n\nRapid Ready™ Preheat System \nWait less and cook more with the Rapid Ready™ Preheat System. Quick preheat means less time for the user to wait for the oven to be ready to cook in.\n\n\n\nSpecifications:\n\nCapacity\n\nBoth Ovens: 4.7 cu. ft.\n\n\n\nCommercial-Type Cooking Power\n\n20% Larger RackView™ trimless windows on the Oven Doors for better visibility into the oven\n\nExclusive BlackChrome™ Knobs ship standard\n\nExtra-large 4.7 cu. ft. oven is the largest in the industry\n\n11 high performance cooking modes for versatile performance include two-element bake, convection bake, TruConvec™ Convection Cook, convection roast, convection broil, hi broil, medium broil, low broil, convection dehydrate, convection defrost, and proof\n\nPatented Vari-Speed Dual Flow™ Convection System has the largest fan in the industry; the 8 1\/2” two-speed fan works bi-directionally for maximum airflow and excellent cooking results\n\nExtra-Large Gourmet-Glo™ Glass Enclosed Infrared Broiler provides superior broiling performance and maximum coverage (upper oven)\n\n10-pass broiler with heat reflector directs heat directly into the food for quicker results (lower oven)\n\nEXCLUSIVE Rapid Ready™ Preheat ensures super-fast preheating\n\nConcealed 10-pass dual bake element provides precise temperature control\n\nEach oven has six porcelain-coated rack positions and comes standard with three oven racks including two TruGlide™ Full Extension Racks in the upper oven and one TruGlide™ Full Extension Rack in the lower oven\n\nThree halogen lights in each oven offer excellent visibility\n\nTimed Bake function allows the oven to be set to begin cooking up to 24 hours later and shut off when cooking time is complete\n\nMeat probe feature in upper oven sounds the timer when desired temperature is reached\n\n\n\nEasy Operation and Cleanup\n\nOpen either French-door with just one hand and the companion door conveniently opens simultaneously\n\nHeavy-duty metal knobs are accented with EXCLUSIVE CoolLit™ LED Lights when unit is turned on\n\nConcealed 10-pass dual bake element in both oven cavities provide easy cleanup\n\nSelf-clean function in lower oven makes cleanup easy\n\n\n\nElectrical Requirements\n\n4-wire ground, 240VAC, 50 amp electrical connection Unit is equipped with No. 10 ground wire in conduit Should be fused separately\n\n\n\nMaximum Amp Usage\n\n40.0 amps— 240 VAC\n\n34.7 amps— 208 VAC\n\n\n\nApproximate Dimensions:\n\nHeight: 51-7\/8\"\n\nWidth: 29-1\/2\"\n\nDepth to edge of door: 25-3\/4\"\n\nDepth with door open: 39-1\/2\"\n\nCutout: Height: 50-5\/8\"\n\nWidth: 28-1\/2\"\n\nDepth: 24\"\n\n\n\n\n\nInterior (Both Ovens): Height: 16-1\/2\"\n\nWidth: 25-5\/16\"\n\nDepth: 19-1\/2\"\n\n\n\n\n\n\n\nApproximate Weight:\n\nShipping: 402 lbs\n\n\n\nWarranty Information:\n\nManufacturer Warranty (authorized online retailer): Two-year full – complete product\n\nNinety-day full – cosmetic parts such as glass, painted items, and decorative items\n\nFive-year limited – oven tubular and infrared burners, and electric elements",
    "referenceId": "BcTb-FK9ocw",
    "date_created": "1527879563",
    "date_modified": "1527879824",
    "tags": "",
    "sourceId": "4",
    "VIDEO_LENGTH": "SHORT",
    "duration": "45",
    "status": "approved",
    "visibility": "1",
    "video_type": "product_tour",
    "featured_category": "featured_yes",
    "brand1": "viking",
    "main_category": "appliances",
    "sub_category": "appliances_wall_ovens",
    "brand_filter": "u_v",
    "sort_order": null,
    "YETI": null,
    "Chantal": null,
    "Rode": null,
    "Rabbit": null,
    "Hunter": null,
    "Casablanca": null,
    "Marshall": null,
    "Thrustmaster": null,
    "First_Alert": null,
    "ANKR": null,
    "Maglite": null,
    "ClassicFlame": null,
    "Zera": null,
    "MantelMount": null,
    "Revolar": null,
    "JOBY": null,
    "Coyote": null,
    "Amplifi": null,
    "Solidsteel": null,
    "The_Galley": null,
    "Shavel": null,
    "Zeiss": null,
    "Chipolo": null,
    "mJoose": null,
    "B_W_International": null,
    "Luminox": null,
    "Lifesmart": null,
    "Muzik": null,
    "RadarMount": null,
    "VV_VI": "2",
    "CVV_VI": null,
    "engagement_score": null,
    "conversion_score": null,
    "user_id": "0",
    "id": "164615864",
    "loginId": "1758854",
    "entityType": "1",
    "titleTextEncoded": "Viking-30in-French-Door-Double-Oven-VDOF7301SS",
    "category": null,
    "settings": null,
    "asset": {
        "type": "youtube",
        "author": "Abt Electronics",
        "hdvFlag": 1,
        "description": "",
        "tags": "",
        "thumbnailUrl": "https:\/\/i.ytimg.com\/vi\/BcTb-FK9ocw\/maxresdefault.jpg",
        "videoId": "BcTb-FK9ocw",
        "mediaDuration": 45,
        "prettyDuration": "00:00:45",
        "uploadAsset": false,
        "quality": ""
    },
    "transcripts": null,
    "metrics_statistics": {
        "VV_VI": {
            "lastUpdatedDate": "2018-06-16"
        }
    },
    "tvp_profiles": [],
    "tvp_profiles_manual": null,
    "tvp_profiles_maxscore": null,
    "tvp_enhanced_search": null,
    "tvp_enhanced_anti": null,
    "tvp_enhanced_brand": null,
    "tvp_enhanced_video_images": null,
    "tvp_enhanced_transcript": null
}